Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J58.tmx
Source language: en_us
Languages: zh_cn

source: “We Are Not Equipped to Answer”
zh_cn: 我们还未准备好该如何作答

source: What of the future?
zh_cn: 未来的情况如何呢？

source: Over the course of a generation the Holocaust has moved from the margins to the center of American Jewish consciousness; from an event that rarely appeared in American public discourse to one that is omnipresent.
zh_cn: 在一代人的时间里，大屠杀从美国犹太人意识的边缘地带进人到了核心位置；从一桩在美国公共话语中很少出现的事情到无处不在。

source: Will the Holocaust, one or two generations down the road, loom as large as it does now?
zh_cn: 在未来一代或两代人的时间里，大屠杀会像今天那样赫然耸立在世人面前吗？

source: Will its centrality prove short-lived?
zh_cn: 它的核心地位会是县花一现吗？

source: These aren't questions that anyone can answer with confidence, but looking at the idea of collective memory in general, and at what's happened so far with the memory of the Holocaust in particular, may offer a few clues.
zh_cn: 这些问题没有任何一个人能够信心满怀地予以回答，但是看看关于集体记忆的一般理论，以及迄今为止特别是围绕大屠杀记忆所发生的事情，或许可以提供些许线索。

source: Some collective memories are very long lived the Battle of Kosovo for Serbs, the expulsion of 1492 for Sephardic Jews.
zh_cn: 有些集体记忆存在时间非常长，如科索沃战役对于塞尔维亚人、 1492年的驱逐对于赛法迪犹太人。

source: The reason that these memories endured for centuries is that the conditions they symbolized also endured: foreign oppression, foreign exile.
zh_cn: 这些记忆能够持续几个世纪，其原因就在于它们所象征的条件也持久存在：外来压迫、流放国外。

source: Long-lived memories are most characteristic of stable, relatively unchanging societies.
zh_cn: 经年久远的记忆是稳定、相对恒常的社会所具有的最大特色。

source: When we speak of collective memory, we often forget that we’re employing a metaphor - an organic metaphor that makes an analogy between the memory of an individual and that of a community.
zh_cn: 我们谈及集体记忆时，通常会忘记我们在运用隐喻——一个有机的隐喻，它在个体的记忆与共同体的记忆之间进行类比。

source: The metaphor works best when we’re speaking of an organic (traditional, stable, homogeneous) community in which consciousness, like social reality, changes slowly.
zh_cn: 当我们谈及一个有机的（传统的、 稳定的、同质的）共同体——在其中意识，如社会现实一样，变化很缓慢，隐喻所发挥的作用就最大。

source: When Maurice Halbwachs first advanced the idea of collective memory in the 1920s, the great French medievalist Marc Bloch, who was suspicious of organic metaphors for society, nevertheless thought it might be usefully applied to such things as a peasant grandparent, grandchild on knee, passing on rural traditions.
zh_cn: 当莫里斯·哈布瓦茨在1920年代首次提出集体意识的观念之时，那位伟大的法国世纪研究专家马克·布洛赫，他不相信关于社会的有机体隐喻，却认为它可能适用于一位传承着农村传统的膝下儿孙满堂的农民祖父之类。

source: A very organic image.
zh_cn: 一个十足的有机体形象。

source: How appropriate the metaphor is for the very inorganic societies of the late twentieth century (fragmented rather than homogeneous, rapidly changing rather than stable, the principal modes of communication electronic rather than face to face) seems to me questionable.
zh_cn: 对于20世纪后期那些非常不具有有机性（碎片化而非同质化，快速变化而非稳如磐石，生要交流模式电子化而非面对面）的社会而言，此类隐喻有多恰当，在我看来这很成问题。

source: The life expectancy of memories in today’s society appears greatly diminished.
zh_cn: 在当今社会，记忆的平均寿命似乎大大地缩短了。

source: With the circumstances of our lives changing as rapidly as they do, it is the rare memory that can connect with an unchanging condition.
zh_cn: 我们所生活的环境如此快速地变化着，以至于很少有记忆能够和一个不变的条件相联系。

source: Nowhere is this more true than in the United States, that notoriously most "now” and amnesiac of nations.
zh_cn: 在美国比在任何其他地方都更加如此，其国民是出了名的最为“现在的”和最为健忘的。

source: Years ago, the Fourth of July was a day when the community gathered to hear patriotic speeches.
zh_cn: 许多年前，这个群体在7月4日都会集合起来 去听爱国主义的演讲。

source: When was the last time you went to a patriotic speech on the Fourth of July?
zh_cn: 你最后一个7月4日去听爱国主义演讲是什么时候呢？

source: When was the last time you even thought about the Declaration of Independence, which it commemorates, on that day?
zh_cn: 甚至你最后一次想起（在那天所庆祝的)《独立宣言》是什么时候呢？

source: “The world will little note, nor long remember what we say here, but it can never forget what they did here.”
zh_cn: “世人将很少注意到也不会长久记住我们在此所说的话，但是世人永远不会忘记他们在此的壮举。”

source: But of course Lincoln got it backward.
zh_cn: 当然林肯把话说反了。

source: His words at Gettysburg still (perhaps, sometimes) resonate; not one American in a hundred has the faintest notion of the significance of the Battle of Gettysburg, or who won it.
zh_cn: 他在葛底斯堡的演说词依然（也许有时候）能够引起共鸣；然而对葛底斯堡战役或谁获胜的重要性有丝毫了解的美国人，一百个中都没有一个。

source: November 11 used to be Armistice Day, on which we paid homage to a memory; now it’s Veterans Day, on which we pay homage to an interest group.
zh_cn: 11月 11日曾经是休战纪念日，值此我们向一个回忆表示敬意；如今它是老兵节，值此我们向一个利益集团表示敬意。

source: Some of my colleagues continue to be shocked that incoming freshmen know nothing of such “ancient history” as the Vietnam War and Watergate.
zh_cn: 我的一些同事不断地被大一新生对诸如越战和水门事件之类的“古老历史” 一无所知所震惊。

source: My colleagues acknowledge grudgingly, because it makes them feel old that these things happened before the students were born, but protest that the kids’ parents lived through them; “they must have told them about it”!
zh_cn: 我的同事承认（极不情愿地，因为这令他们觉得自己很老了）这些事情发生在学生出生之前，但是申明这些孩子的父母经历过这些事；“他们必须把这些事告诉自己的孩子” ！

source: Maybe the parents did, but the kids didn’t (as kids don’t) listen.
zh_cn: 也许那些父母们这样做了，但是孩子不在听（就像现在他们一般也不听）。

source: We’re a long way from traditional notions of the transmission of collective memories, let alone the sort that endure for centuries.
zh_cn: 我们距离基于集体记忆传输的传统观念都很遥远，更别说那种持续几个世纪的记忆了。

source: Whether or not we want to call it memory, consciousness of the Holocaust has grown enormously over the last generation most notably among American Jews, more diffusely among all Americans.
zh_cn: 无论我们是否想把它称为记忆，大屠杀意识在过去一代人的时间里都获得了巨大的发展——在美国犹太人中表现最为显著，在全体美国人中表现得更为广泛分散。

source: What does the process by which that growth took place suggest about “the future of the Holocaust”?
zh_cn: 这种发展的历程对“大屠杀的未来”有何启示呢？

source: Much of the original impetus behind the Jewish drive for centering the Holocaust is, if not spent, at least declining in power.
zh_cn: 催促犹太人把大屠杀作为意识中心的大部分原动力，即便没被耗尽，也至少在衰退。

source: Those who once complained, with justification, that the Holocaust had been neglected, and that it was necessary to counteract that neglect, have surely succeeded in their task, and the complaint no longer has any force.
zh_cn: 那些曾经抱怨（有其正当理由）大屠杀被世人所忽视了并认为必须反对这种疏漏的人，毫无疑问已经成功地完成了其使命，这类抱怨也不再有任何的力量了。

source: As we’ve seen, Holocaust awareness was promoted to mobilize support for a beleaguered Israel, pictured as being in a kind of pre-Holocaust danger.
zh_cn: 如我们已经看到的，大屠杀意识为动员向受围闲的以色列提供援助而获得宣扬——该国被描述成处于前大屠杀的危险之中。

source: Such arguments are rarely heard anymore and would be unlikely to attract many adherents if they were heard.
zh_cn: 这种论调目前很少出现了，即便出现也不大可能吸引到众多支持者了。

source: Though the chances for a mutually satisfactory accommodation between Israelis and Palestinians remain in doubt, it’s hard to imagine the circumstances in which Israel’s problems will summon up images of the Holocaust.
zh_cn: 尽管在以色列和巴勒斯坦之间达成相互满意之和解的机会依然渺茫，很难想象以色列问题得以再唤醒大屠杀意识的那种环境会是什么。

source: In the early seventies there was a good deal of talk about a rampant “new anti-Semitism” in America, of the need to remind both Jews and gentiles of the Holocaust in order to combat it.
zh_cn: 在1970年代初期，美国人广泛讨论一种猖狂的“新反犹主义”，以及为防止大屠杀而提醒犹太人和非犹太人去铭记它的必要性。

source: I’ve argued that at the time claims about a new anti-Semitism were nonsense; certainly they’re nonsense today.
zh_cn: 我已说过在当时关于新反犹主义的断言是无意义的；当然它们在今天也是一堆废话。

source: While anti-Semites will probably always be with us, their influence, insignificant twenty-five years ago, is even more insignificant now.
zh_cn: 虽然反犹主义可能会永远伴随着我们，但它们的影响在二十五年前就微不足道，在今天就更加微乎其微了。

source: A number of those who took the lead in promoting Holocaust awareness were moved by the belief that it called for a reorientation of Jewish religious belief and practice.
zh_cn: 在那些带头宣扬大屠杀意识的人当中，有许多人被犹太宗教信仰和实践需要重新定位这一信念所触动。

source: This view has failed to win much support, and its power seems to be waning.
zh_cn: 这种观点已无法赢得支持了，其力量似乎也在不断减弱。

source: Rabbi Irving Greenberg was perhaps the single most influential figure in centering the Holocaust in Jewish and general American consciousness, through the private commemorative activities he sponsored and through his service as director of President Carter’s Commission on the Holocaust.
zh_cn: 拉比欧文·格林伯格在把大屠杀定义为犹太人和美国大众的核心意识方面——通过一些他所赞助的私人纪念活动和作为卡特总统大屠杀委员会负责人这一身份——或许是最具影响力的一个人物。

source: For Greenberg, as we’ve seen, the Holocaust was a “revelational event” on a par with receiving the Torah at Mount Sinai.
zh_cn: 就我们所理解，对于格林伯格而言，大屠杀是一个毫不逊色于西奈山授法的“天启事件”。

source: As Jews ritually eat matzo to commemorate the Exodus, he urged them to ritually eat rotten potato peelings to commemorate the Holocaust.
zh_cn: 当犹太人为纪念出埃及而按照仪式啃着逾越节薄饼之时，他敦促他们要仪式性地啃吃腐臭的马铃薯皮以纪念大屠杀。

source: Greenberg argued that just as the destruction of the Temple brought forth the new institution of the synagogue, so the destruction of European Jewry was bringing forth another new religious institution, the Holocaust museum.
zh_cn: 格林伯格坚称，就像圣庙的毁灭催生了新的犹太人集会机构那样，欧洲犹太人的毁灭也会催生出另一种崭新的宗教机构——大屠杀博物馆。

source: But most of the Jewish religious establishment has resisted the efforts of Greenberg, Emil Fackenheim, and others who sought to win for the Holocaust a major place in formal Jewish liturgy and theology.
zh_cn: 但是大多数犹太人宗教组织都反对格林伯格、 埃米尔·法肯海姆和其他试图把大屠杀变成一个正规的犹太礼仪和宗教观念阵地的人之所为。

source: For Ismar Schorsch, head of the Jewish Theological Seminary (Conservative), the Holocaust was “a theological ‘black hole’ so dense that it fails to emit even a single ray of light.
zh_cn: 对于犹太神学院（保守派）校长伊斯马·朔尔施而言，大屠杀是“一个神学‘黑洞’，其密度如此之大，以至于它不能散发出哪怕是一丝的光线。

source: A collapsed star can never serve as a source of illumination.”
zh_cn: 坍缩星永远无法成为一个光照源”。

source: Representatives of other segments of American Judaism have been equally opposed to seeing the Holocaust centered in Jewish religious belief, and nowadays there are few pressing this cause.
zh_cn: 美国犹太教其他部分的代表人也同样不愿看到大屠杀占据犹太宗教信仰的核心位置，而如今很少有人再推进这一主张。

source: In a broad sense the Holocaust remains sacred in American “folk Judaism”, especially among the less observant, and this is likely to continue in the short term.
zh_cn: 从广义上说，大屠杀在美国人的“民间犹太教”中依然是神圣的，尤其是在那些不怎么遵守教规的人之中，而这种情况在短期内极可能持续存在。

source: Whether this will endure without formal religious institutionalization is hard to say.
zh_cn: 至于它在正规宗教制度化的情况下能持续多久，则很难说。

source: The argument for raising Holocaust consciousness that has been advanced with the greatest urgency is, by any sober evaluation, the most absurd: the alleged necessity of responding to the tiny band of cranks, kooks, and misfits who deny that the Holocaust took place.
zh_cn: 为提升大屠杀意识而以最大的紧迫性被提出的理由，在任何严肃的评价看来都是最为荒谬的：所谓的有必要去回应那一小撮否认发生过大屠杀的骗子、疯子、边缘人。

source: Concern about the “growing influence” of this corporal’s guard was widespread for a time, but now seems to be abating.
zh_cn: 这一小群人所具有的“越来越大的影响”曾一度成为人们关注的焦点，但如今似乎减退了。

source: The “star” of American Holocaust denial is Arthur Butz, an associate professor of electrical engineering at Northwestern University, who in 1976 arranged the private publication of "The Hoax of the Twentieth Century: The Case Against the Presumed Extermination of European Jewry."
zh_cn: 美国人否认大屠杀的“明星”是亚瑟·巴茨——西北大学电机工程副教授，他在1976年筹划了《20世纪的骗局：对欧洲犹太人假定灭绝的反驳》一书的私营出版事宜。

source: A few years later the Institute for Historical Review was established in California; its principal activity was publishing the Journal of Historical Review, a slender quarterly devoted to exposing “the myth of the six million”.
zh_cn: 若干年之后，加利福尼亚建立了历史评论研究所；它主要的活动就是出版《历史评论杂志》，一本致力于揭露 “六百万人的秘密”的柔弱的季刊。

source: The institute rented the mailing list of the unsuspecting Organization of American Historians, and sent sample copies of its journal to the organization’s twelve thousand members, garnering some publicity from the resulting reaction.
zh_cn: 在美国历史学家组织不知情的情况下，该研究所租借了其发函名录，把杂志样刊寄给了它的一万两千名会员，并从得到的回应中收集了一些公众信息。

source: More publicity came when its offer of a $50,000 reward for anyone who could prove any Jews were gassed at Auschwitz was taken up by Mel Mermelstein, a survivor of that camp; after bringing a lawsuit, he collected.
zh_cn: 后来，当它所提供的五万美元赏金——奖励任何一个能够证明有任何犹太人在奥斯维辛被毒杀的人——被集中营幸存者梅尔·默梅尔斯坦所兑取（他在提起诉讼之后领取），它就获得了更多的关注。

source: The deniers’ most successful publicity coup was their clever idea of sending college newspapers advertisements calling for “open debate” on the Holocaust.
zh_cn: 否认者最成功的宣传策略是他们的这一创意，即在大学校报上刊登呼吁对大屠杀展开“公开辩论”的广告。

source: A series of fusses were occasioned by several undergraduate editors’ notion that rejecting the ads raised “First Amendment issues”.
zh_cn: 因一些大学生编辑认为拒绝这类广告就会引起“第一修正案问题” 而引发了一系列的争论。

source: This kept the pot boiling, though in no case known to me was the Holocaust itself ever debated on campuses; rather, it was a question of whether boycott or exposure was the best strategy for dealing with these screwballs.
zh_cn: 虽然就我所知在高校的论辩中不曾有一场是关于大屠杀本身的，但是这种争吵使得该论题一直很火爆；毋宁说，问题其实是报告或揭发是不是对付这群怪人的最好方式。

source: So far as one can tell, it was only fellow screwballs that they ever attracted: John Hinckley, who shot President Reagan, was a denier; so was Eric Rudolph, at this writing wanted for the murder of a guard at an abortion clinic; so was the crazed chess genius Bobby Fischer.
zh_cn: 在我们看来，他们吸引的只是那些同属怪人的人：那位枪击过里根总统的约翰·欣克利就是一位大屠杀否认者；埃里克·鲁道夫也是（在本文写作之时他因谋杀一家人流诊所的警卫而被通缉)；还有疯狂的国际象棋天才鲍比·菲舍尔。

source: The activities of these fruitcakes were irritating, indeed infuriating especially, though not exclusively, to survivors.
zh_cn: 这群疯子的活动令人不爽，甚至让人恼火——尤其是对于幸存者来说，但不仅限于他们。

source: Some insisted that the deniers should be taken more seriously, but since there was no evidence that they’d had the slightest influence, it was hard to say?why?one should do so.
zh_cn: 有些人强调应当更加严肃地对待否认者，但既然证据表明他们没有产生丝毫的影响，那么就很难说人们为什么要这样做。

source: Then seemingly powerful evidence of the deniers’ influence was supplied by a public opinion poll conducted for the American Jewish Committee by the Roper Organization.
zh_cn: 关于否认者的影响力，当时的一个民意测验（罗珀组织应美国犹太人委员会之要求而做的）为此提供了似乎强有力的证据。

source: Its results were announced on the eve of the opening of the Washington Holocaust Museum in 1993.
zh_cn: 其结果在华盛顿大屠杀博物馆1993年开张前夕被公布出来。

source: Twenty-two percent of the public, according to the poll, doubted that the Holocaust had really occurred.
zh_cn: 根据该调查，有22%的公众质疑大屠杀的真实性。

source: “What have we done?
zh_cn: “我们在干什么？

source: Twenty-two percent... oh, my God,” said Elie Wieselan understandable reaction to this astonishing statistic, and one echoed in the press across the country.
zh_cn: 22%......噢，天哪！”埃利·维瑟尔感叹道——这是对于这类令人惊奇的数据的一种无可厚非的反应，并且获得了全国媒体的响应。

source: Coming on the eve of the museum opening, the poll finding was cited in newspaper editorials and other commentaries as the decisive argument for its indispensability, an unanswerable response to those who had doubted that such a museum belonged in the United States.
zh_cn: 在博物馆开张前夕，该调查结果被报刊社论和其他评论引用以作为论证其必要性的决定性证据，对于那些质疑美国有资格拥有这样一座博物馆的人而言，它是一个无可辩驳的回应。

source: Deborah Lipstadt’s Denying the Holocaust: The Growing Assault on Truth and Memory arrived in bookstores at the same time as the poll results were announced.
zh_cn: 黛博拉·利普斯塔特的《否认大屠杀：对真相和记忆日趋激烈的攻击》一书恰好在该调查结果被公布之时到达书店。

source: It was the rare review of Lipstadt’s book that didn’t cite the poll as proof that the deniers had indeed had the success Lipstadt attributed to them.
zh_cn: 在对利普斯塔特该书的评论之中，只有很少一部分未引证该调查证明否认者确实获得了利普斯塔特所归之于他们的成功。

source: For the next several months the growing menace of the deniers and the evidence of their astonishing influence offered by the Roper poll were repeatedly discussed.
zh_cn: 在随后几个月之中，人们不断地谈论着否认者日益严重的威胁，以及由罗珀组织所提供的关于他们令人震惊的影响力的证据。

source: The poll results were said to underscore the importance not only of the Washington museum but of Spielberg’s Schindler’s List in checking the denier menace.
zh_cn: 据说，该调查结果不仅突出了华盛顿博物馆，而且还强调了《辛德勒名单》在抑制否认者的威胁方面的重要性。

source: Steven Spielberg himself said that he had feared, during the making of the movie, that if he made any mistakes, it would help the deniers.
zh_cn: 斯蒂芬·斯皮尔伯格自己坦言在该影片制作期间就担心万一出了差错就等于帮了否认者的忙。

source: All of this coincided with the height of the onslaught against American universities as hotbeds of nihilism and relativism.
zh_cn: 恰在此时，人们对作为虚无主义和相对主义温床的大学的抨击达到了高潮。

source: Lipstadt, in her book, claimed that the willingness of campus editors to run deniers’ advertisements was evidence of the strength of postmodernism and deconstructionism in the universities.
zh_cn: 利普斯塔特在她的书中宣称，高校编辑乐意刊登否认者的广告就是大学解构主义和后现代主义之力量的证明。

source: This theme was eagerly picked up by conservative commentators still another lesson, though this time not of the Holocaust but of its denial.
zh_cn: 这个主题被保守派评论员急切地接了过去——这又是一条教训，尽管这次不是大屠杀的而是否认它的。

source: (In fact, the student editors in question had not been immersing themselves in Foucault and Derrida, but instead reading, somewhat carelessly, those “dead white males” Thomas Jefferson and John Stuart Mill, and concluding that their principles required making a place in the marketplace of ideas for the deniers.)
zh_cn: （事实上，那些受到质疑的学生编辑并未沉醉于福柯和德里达，而是有些粗糙地阅读了那些“已故白人男性”托马斯·杰斐逊和约翰·斯图尔特·密尔的文献，并得出结论说他们的理论有赖于在思想交流的平台上为否认者占据一块地盘。）

source: It was a different sort of marketplace that “deconstructed” the Roper poll results.
zh_cn: 是一个不同类型的交流平台“解构”了罗珀调查的结论。

source: Officials of the Gallup polling organization Roper’s main competitor were struck by the fact that the question that produced the astonishing 22 percent who doubted the Holocaust had, against all the rules of survey research, been framed in an extraordinarily confusing way: “Does it seem possible or does it seem impossible to you that the Nazi extermination of the Jews never happened.”
zh_cn: 盖洛普民调机构（罗珀组织的主要竞争对手）的官员感到吃惊，因为那个问题——它产生了高达22%的受访者对大屠杀的质疑这一结果——背离了所有的调查研究规则，被表述得特别混乱：“在你看来，说纳粹对犹太人的灭绝从未发生过，这似乎可能还是似乎不可能。”

source: Seizing this opportunity to show up a rival’s incompetence, the Gallup people asked one sample group the original Roper question and presented another group with a straightforward version.
zh_cn: 为抓住这个机会揭穿对手的不称职，盖洛普工作人员向一个样本群体提出了罗珀原有的问题，而向另一个群体呈现了一个直截了当的说法。

source: The version containing the double negative again produced dramatically high results.
zh_cn: 那个包含双重否定的说法再一次产生了戏剧般的高数据。
